export const QUESTIONS = [
  {
    text: 'Сколько всего видов спорта было представлено на Московской Олимпиаде-1980?',
    options: ['19', '21', '23', '25'],
    answer: 1,
    image: 'shirt-sports.webp',
    description:
      'На одной из наших футболок мы расположили все виды спорта, включенные в ОИ в Москве, чтобы вы точно не забыли!',
  },
  {
    text: 'Почему Игры-80 вошли в историю не только спорта, но и политики?',
    options: [
      'Президент США впервые посетил СССР',
      'Массовый бойкот из-за ввода советских войск в Афганистан',
      'Скандал с допингом в сборной Аргентины',
      'Новая архитектура Лужников',
    ],
    answer: 1,
  },
  {
    text: 'В какие даты прошли Игры (открытие и закрытие)?',
    options: [
      '15 июля – 1 августа',
      '19 июля – 3 августа',
      '22 июля – 5 августа',
      '25 июля – 9 августа',
    ],
    answer: 1,
  },
  {
    text: 'Кто стал культовым талисманом Игр-80, покорившим сердца миллионов?',
    options: [
      'Зайчик «Стрелка»',
      'Волчонок «Зубок»',
      'Медвежонок «Миша»',
      'Сокол «Кречет»',
    ],
    answer: 2,
    image: 'shirt-misha.webp',
    description:
      'В процессе разработки макета модели Bearbrick у нас возникла яркая идея: соединить ностальгию по Олимпийским играм 1980 года с актуальным трендом. Вдохновившись легендарным олимпийским Мишкой и набравшими огромную популярность фигурками Bearbrick, мы решили дать им новую жизнь, объединив в одном образе. Этот синтез придал нашей картине особую гармоничность и цельность.',
  },
  {
    text: 'Какой советский баскетболист зажег олимпийский огонь в «Лужниках»?',
    options: [
      'Арвидас Сабонис',
      'Сергей Белов',
      'Иван Едешко',
      'Александр Белов',
    ],
    answer: 1,
  },
  {
    text: 'Какой девиз был у Олимпийских игр в 1980 году?',
    options: [
      'Быстрее, Выше, Сильнее (Citius, Altius, Fortius)',
      'Главное – не победа, а участие',
      'О спорт, ты – мир!',
      'В единстве – сила',
    ],
    answer: 0,
    image: 'shirt-citius.webp',
    description:
      'На той же модели «Bearbrick» чтобы подчеркнуть олимпийский дух, над медведем мы разместили вечный девиз Игр: Citius, Altius, Fortius — что в переводе означает «Быстрее, Выше, Сильнее!»',
  },
  {
    text: 'Какой невероятный рекорд установил стрелок Александр Мелентьев на Играх?',
    options: [
      'Выиграл 5 золотых медалей',
      'Самый молодой чемпион (17 лет)',
      'Мировой рекорд в стрельбе (581 очко)',
      'Первый чемпион под олимпийским флагом',
    ],
    answer: 2,
    image: 'portrait-melentyev.jpg',
  },
  {
    text: 'В каком городе проходила парусная регата Олимпиады-80?',
    options: ['Ленинград (Санкт-Петербург)', 'Киев', 'Таллин', 'Сочи'],
    answer: 2,
  },
  {
    text: 'Какое сооружение построили специально к Играм (НЕ реконструировали)?',
    options: [
      'Стадион «Лужники»',
      'Велотрек в Крылатском',
      'Спорткомплекс «Измайлово»',
      'Бассейн «Чайка»',
    ],
    answer: 1,
    image: 'velodrome-krilat.jpg',
  },
  {
    text: 'Что произошло с талисманом Мишей в финале церемонии закрытия Игр?',
    options: [
      'Его подарили следующей стране-хозяйке',
      'Он улетел в небо на шарах под «До свидания, Москва»',
      'Разобрали на сувениры',
      'Оставили в музее Олимпкомитета',
    ],
    answer: 1,
    image: 'misha-flying.jpg',
  },
  {
    text: 'Кто стал первым человеком, преодолевшим 1500 м вольным стилем менее чем за 15 минут?',
    options: [
      'Александр Чаев',
      'Михаил Горелик',
      'Виктор Кузнецов',
      'Владимир Сальников',
    ],
    answer: 3,
    image: 'shirt-vladimir.webp',
    description:
      'Модель «VLADIMIR» в нашем дропе — дань уважения мировому рекорду Владимира Сальникова, установленному на домашней, московской Олимпиаде. Признаемся: шедевр родился не с первого раза. Нашей главной целью было перенести неповторимую атмосферу тех дней в современность, возродить то чувство единства и гордости, которое охватило весь советский народ. И знаете что? У нас это удалось!',
  },
];
